//Задача 1
name = input("Введите ваше имя: ")
age = input("Введите ваш возраст: ")
city = input("Введите ваш город: ")

print(f"Привет, {name} из города {city}, тебе {age} лет")

//Задача 2
num1 = float(input("Введите первое число: "))
num2 = float(input("Введите второе число: "))
sum = num1 * num2

print(f"сумма: {sum}")

//Доп задача
age = int(input("Ваш возраст: "))

print(f"Ваш возраст через 10 лет: {age + 10}")
